[
{
	//Intro//
	"videoContent":"https://www.youtube.com/embed/xLgaoorsi9U",
	"textContent":"The idea at the foundation of this metaphysical world view is everything in creation is the result of the recursive application of a fractal pattern. The elements of that fractal being Consciousness, Force, and Form. All the complexity of the universe is rooted in the repeated expression of this very simple pattern. Fueled by consciousness simple forces and forms interact and combine to form progessively more complex forces and forms. For the purpose of clarification we will need to re-define the terms force, form , and consciousness. For those definitions please click the button labeled First-Triad,but before you do that please watch the wonderful video to the left on fractals"
}
{
	//First Triad//
	"videoContent":"https://www.youtube.com/embed/9bm8RrkIHgQ",
	"textContent":"The First-Triad is the Prime Fractal,it is the highest level of reality and can olny be exeperienced directly via meditation. It is the realm of infinite possiblity,as all things are possible, based on choice we choose what is probable, and then eventually what is actual.As statted in the Kybalion the true nature of reality is MENTAL, that is what is represented by the First-Triad, is is the root level of reality, what we experience in our normaleverday lives consist of the trunk and branches. This is in no way to suggest that we can somehow impose our will on objective reality,i.e. forcing something to happen by merely wishing it to happen.However through training and application of the practical aspects of PFP we can definitely increae our levels of personal efectiveness. It is my oppinion that the Morphic Field Theory proposed by Rupert Sheldrake gives us some insight into the nature of the First-Triad level of reality. The First Triad consist of Consciousness,Force, and Form. Consciousness is a mirror reflecting back on itself and through that reflection it refines itself. What rises out of this reflective process are force and form. Forces being dynamic expressions of consciousness and forms being static expressions of consciouness.Even these descriptions are not satisfactory as forms can be dynamic and forces can be static. Overall what is most imporatant to remember that we are speaking of one thing , THE ONE THING, and how this thing in reflecting on itself expresses itself in infifnite ways. Consciousness is what give force to form,and form to force,creating an infifnite interacting fractal tapestry of force and forms."
}
{
	//Consciousness//
	"videoContent":"https://www.youtube.com/embed/bp4NkItgf0E",
	"textContent":"Consciousness is the root of reality, eternal being reflecting on eternal being. It is all that ever was, all that is, and all that shall be.It is beyond our ability to comprehend in any sort of intellectual capacity. However, as spiritual sages have expressed to the ages, it is possible to inwardly know the nature of reality through meditation.In addittion the reflcetive and fractal qualities of consciouness generate neteworks of indvidiaulized units of consciouness with it's associated forces/forms each connected to every other individualized unit of consciousness"
}
	
{
	//Force//
	"videoContent":
	"textContent":
}
{
	//Form//
	"videoContent":
	"textContent":
}
{
	//Second Triad//
	"videoContent":
	"textContent":
}
{
	//Time//
	"videoContent":
	"textContent":
}
{
	//Space//
	"videoContent":
	"textContent":
}
{
	//Energy//
	"videoContent":
	"textContent":
}
{
	//Third Triad//
	"videoContent":
	"textContent":
}
{
	//Mind//
	"videoContent":
	"textContent":
}
{
	//body//
	"videoContent":
	"textContent":
}
{
	//Spirit//
	"videoContent":
	"textContent":
}


















]